{
  "Oliver is a strong and experienced coach with international coaching licenses (DTB, USPTR, ZTTH) and regularly takes part in further training courses.": "Oliver ist ein spielstarker und erfahrenden Trainer mit internationalen Trainerlizenzen (DTB, USPTR, ZTTH) und nimmt regelmäßig an Fortbildungen teil.",
  "He is a camp manager and trainer at Hannes Zischka Sportreisen since 2000.": "Er is Campleiter und Trainer bei Hannes Zischka Sportreisen seit dem Jahr 2000.",
  "He works with many children and teenagers in tennis club TK Bosutsko in Osijek.": "Er arbeitet auch mit vielen Kinder und Jugendliche im Tennisverein TK Bosutsko in Osijek.",
  "Oliver regularly organizes and directs tournaments and also takes part in championships himself.": "Oliver organisiert und leitet regelmäßig Turniere und nimmt auch selbst an Meisterschaften teil.",
  "Spend an active holiday with Tennisschule Oliver Jankovic": "Verbringen Sie einen aktiven Urlaub mit der Tennisschule Oliver Jankovic",
  "Tennis at the Bretanide Sport & Wellness Resort": "Tennis beim Bretanide Sport & Wellness Resort",
  "Right next to the hotel there are 5 beautifully situated clay  tennis courts. Hannes Zischka Sportreisen has been offering tennis lessons for all levels for more than 25 years. The popular weekly camps are on the program in spring and autumn, and in the summer months ( 15.6. – 31.8. ) tennis lessons are booked and organized individually on site by Tennis school Oliver Jankovic. The Bretanide Sport & Wellness Resort is also a very popular place for groups, clubs and tennis schools to spend a few tennis days by the sea.": "Direkt an das Hotel angrenzend befinden sich 5 sehr schön gelegene Sand-Tennisplätze. Seit mehr als 25 Jahren bietet dort Hannes Zischka Sportreisen Tennisunterricht für alle Spielstärken an. Im Frühjahr und Herbst stehen die beliebten Wochencamps auf dem Programm, in den Sommermonaten (15.6. – 31.8.) wird der Tennisunterricht vor Ort bei Tennisschule Oliver Jankovic individuell gebucht und gestaltet. Auch für Gruppen, Vereine und Tennisschulen ist das Bretanide Sport & Wellness Resort ein sehr beliebter Ort ein paar Tennis-Tage am Meer zu verbringen.",
  "The Hotel Bretanide": "Das Hotel Bretanide",
  "The Bretanide Sport & Wellness Resort**** offers its guests the finest all-inclusive holiday. There are direct flights to the island from Austria, and a transfer from Split Airport to the hotel is also available. The hotel offers three pools and its own beach. In addition to the hotel restaurant, guests can choose from other specialty restaurants that prepare local delicacies on an open fireplace.": "All-Inklusiv-Urlaub vom Feinsten bietet das Bretanide Sport & Wellness Resort**** seinen Gästen. Aus Österreich werden Direktflüge auf die Insel angeboten, auch ein Transfer vom Flughafen Split zum Hotel wird angeboten. Das Hotel bietet drei Pools sowie einen hauseigenen Strand.Neben dem Hotel-Restaurant stehen den Gästen weitere Spezialitäten-Restaurants zur Verfügung, die einheimische Köstlichkeiten auf einer offenen Feuerstelle zubereiten.",
  "The island of Brač": "Die Insel Brač",
  "Between the Dalmatian capital of Split and the island of Hvar lies the third largest Adriatic island of Brac. The island is famous for what is considered by many to be the most beautiful beach in Croatia: 'Zlatni Rat', (the Golden horn). This beautiful sandy beach is located directly in front of the Sport & Wellness Resort Bretanide and is a destination for many guests. Away from the tennis court, the island is ideal for hikers, cyclists and water sports enthusiasts. Nothing stands in the way of a great active holiday.": "Zwischen der dalmatinischen Hauptstadt Split und der Insel Hvar liegt die drittgrößte Adria-Insel Brac. Berühmt ist die Insel für den für viele schönsten Strand Kroatiens: 'Zlatni Rat', das goldene Horn. Dieser herrliche Sandstrand liegt direkt vor dem Sport & Wellness Resort Bretanide und ist Ziel für viele Gäste. Abseits des Tennis-Courts bietet sich die Insel ideal für Wanderer, Radfahrer und Wassersport-Begeisterte an. Einem tollen Aktiv-Urlaub steht also nichts im Weg.",
  "Marin is graduatde kinesiologist and tennis trainer with a license from the Croatian Tennis Association." : "Marin ist Diplom-Kinesiologe und Tennistrainer mit Lizenz des Kroatischen Tennisverbandes.",
  "He already has working experience in a tennis schools and camps organized by Hannes Zischka.": "Er bringt Erfahrung aus einer Tennisschule mit und hat fur den Tenniscampveranstalter Hannes Zischka Sportreisen gearbeitet.",
  "Coach": "Der Trainer",
  "Our services for you": "Unsere Service für Sie",
  "Head Tour balls": "Bälle Head Tour",
  "Racquet rental per hour": "Leihschläger Miete pro Stunde",
  "Ball rental per hour": "Leihbälle Miete pro Stunde",
  "Court rental per hour": "Platzmiete pro Stunde",
  "4 pieces": "4er Dose",
  "Our offer": "Unser Angebot",
  "single session": "Einzelstunde",
  "double session": "Tandemstunde",
  "Training": "Training",
  "Tennis summer camps for kids and youngsters": "Tenniscamp im Sommer für Kinder und Jugendliche",
  "group": "Gruppe",
  "per person": "per Person",
  "Price includes: 60 min of training, tennis balls, tennis court, Head racquet (children reacquets also available)": "Im Preis inbegriffen: 60 Minuten Training, Tennisbälle, Tennisplatz, Head Leihschläger (Kinderschläger ebenfalls erhältlich)",
  "more info": "mehr info",
  "offer": "angebot",
  "coaches": "trainer",
  "contact": "kontakt",
  "Contact": "Kontakt"
}
