{
  "Oliver is a strong and experienced coach with international coaching licenses (DTB, USPTR, ZTTH) and regularly takes part in further training courses.": "Oliver je iskusan trener s međunarodnim trenerskim licencama (DTB, USPTR, ZTTH) te redovito pohađa daljnje tečajeve.",
  "He is a camp manager and trainer at Hannes Zischka Sportreisen since 2000.": "Voditelj je kampa i trener u Hannes Zischka Sportreisen od 2000. godine.",
  "He works with many children and teenagers in tennis club TK Bosutsko in Osijek.": "Trenira i  brojnu  djecu u teniskom klubu TK Bosutsko u Osijeku.",
  "Oliver regularly organizes and directs tournaments and also takes part in championships himself.": "Oliver redovito organizira i vodi turnire",
  "Spend an active holiday with Tennisschule Oliver Jankovic": "Provedite aktivan odmor uz Tennisschule Oliver Jankovic",
  "Tennis at the Bretanide Sport & Wellness Resort": "Tenis u Bretanide Sport & Wellness Resortu",
  "Right next to the hotel there are 5 beautifully situated clay  tennis courts. Hannes Zischka Sportreisen has been offering tennis lessons for all levels for more than 25 years. The popular weekly camps are on the program in spring and autumn, and in the summer months ( 15.6. – 31.8. ) tennis lessons are booked and organized individually on site by Tennis school Oliver Jankovic. The Bretanide Sport & Wellness Resort is also a very popular place for groups, clubs and tennis schools to spend a few tennis days by the sea.": "Odmah do hotela nalazi se 5 lijepo smještenih zemljanih teniskih terena. Hannes Zischka Sportreisen nudi sate tenisa za sve razine više od 25 godina. Popularni tjedni kampovi na programu su u proljeće i jesen, a tijekom ljetnih mjeseci ( 15.6.- 31.8.) satovi tenisa se rezerviraju i organiziraju individualno na licu mjesta u Tenis školi Oliver Janković. Bretanide Sport & Wellness Resort također je vrlo popularno mjesto za grupe, klubove i škole tenisa za nekoliko teniskih dana uz more.",
  "The Hotel Bretanide": "Hotel Bretanide",
  "The Bretanide Sport & Wellness Resort**** offers its guests the finest all-inclusive holiday. There are direct flights to the island from Austria, and a transfer from Split Airport to the hotel is also available. The hotel offers three pools and its own beach. In addition to the hotel restaurant, guests can choose from other specialty restaurants that prepare local delicacies on an open fireplace.": "Bretanide Sport & Wellness Resort**** svojim gostima nudi prekrasan all inclusive odmor. Za otok postoje direktni letovi iz Austrije, a moguć je i transfer od zračne luke Split do hotela. Hotel nudi tri bazena i vlastitu plažu, a osim hotelskog restorana, gosti mogu birati i druge specijalitete i domaće delicije koji se pripremaju na otvorenom kaminu.",
  "The island of Brač": "Otok Brač",
  "Between the Dalmatian capital of Split and the island of Hvar lies the third largest Adriatic island of Brac. The island is famous for what is considered by many to be the most beautiful beach in Croatia: 'Zlatni Rat', (the Golden horn). This beautiful sandy beach is located directly in front of the Sport & Wellness Resort Bretanide and is a destination for many guests. Away from the tennis court, the island is ideal for hikers, cyclists and water sports enthusiasts. Nothing stands in the way of a great active holiday.": "Između glavnog grada Dalmacije Splita i otoka Hvara nalazi se treći po veličini jadranski otok Brač. Otok je poznat po mnogima najljepšom plažom u Hrvatskoj 'Zlatni rat'. Ova prekrasna pješčana plaža nalazi se neposredno ispred Sport & Wellness Resorta Bretanide i odredište je brojnih gostiju. Osim teniskih terena, otok je idealan za planinare, bicikliste i ljubitelje vodenih sportova. Ništa ne stoji na putu odličnom aktivnom odmoru.",
  "Marin is graduatde kinesiologist and tennis trainer with a license from the Croatian Tennis Association.": "Marin je diplomirani kineziolog i trener sa licencom Hrvatskog teniskog saveza.",
  "He already has working experience in a tennis schools and camps organized by Hannes Zischka.": "Iskusan je u radu u školama tenisa i kampovima organiziranim od strane Hannesa Zischke.",
  "Coach": "Trener",
  "Our services for you": "Naše usluge za Vas",
  "Head Tour balls": "Head Tour loptice",
  "Racquet rental per hour": "Iznajmljivanje reketa po satu",
  "Ball rental per hour": "Iznajmljivanje loptice po satu",
  "Court rental per hour": "Iznajmljivanje terena po satu",
  "4 pieces": "4 komada",
  "Our offer": "Naša ponuda",
  "single session": "pojedinačno",
  "double session": "u paru",
  "Training": "Trening",
  "Tennis summer camps for kids and youngsters": "Teniski ljetni kamp za djecu i mlade",
  "group": "grupa",
  "per person": "po osobi",
  "Price includes: 60 min of training, tennis balls, tennis court, Head racquet (children reacquets also available)": "Cijena uključuje: 60 min treninga, teniske loptice, najam terena, Head reket (dječji reketi su također dostupni)",
  "more info": "zanimljivosti",
  "offer": "ponuda",
  "coaches": "treneri",
  "contact": "kontakt",
  "Contact": "Kontakt"
}
